---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.DoubleClickOptions
source: html/7359f5cc-cc5f-f8b3-ad11-4af1dfe234ee.htm
---
# DoubleClickOptions Members

Releases all resources used by the DoubleClickOptions